Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/samediggi.no/samediggi-article-3058.html.tmx
Source language: nob
Languages: sme

source: Direktesending fra pressekonferanse onsdag 10.6.
sme: Njuolggasátta preassakonferánsas gaskavahkku 10.6.

source: Sametinget har som intensjon å gjøre oss mer tilgjengelig.
sme: Sámedikkis lea hálu oažžut lagat oktavuođa álbmogin.

source: Vi gjør derfor et forsøk i å sende pressekonferansen direkte på nett-tv.
sme: Mii geahččalat dan oktavuođas sáddet preassakonferánsa njuolgga Interneahtta bokte.

source: Publisert av Balto, Karl Edvard.
sme: Almmuhan Balto, Karl Edvard.

source: Sist endret 10.06.2009
sme: Maŋimustá rievdaduvvon 10.06.2009

source: Direktesendingen starter kl. 12 og er tilgjengelig her.
sme: Njuolggasátta álgá diibmu 12 ja oidno dás.

source: Vi minner på at løsningen er under utvikling og ber om forståelse for eventuelle problemer under sendingen.
sme: Muittuhat ahte čoavddus lea geahččaleame vuolde ja sávvat áddejumi jus ii doaibma olles áigge.

source: Løsningen vises best i Internet Explorer.
sme: Čoavddus doibmá buoremus Internet Exploreris.

source: Hvis du har problemer med andre nettlesere kan du prøve løsningen her
sme: Jus lea váttisvuođat eará neahtalohkkin sáhttá dás leat čoavddus.
